====== As of 30 Nov 2023, these are the packages installed ======

acpi
alsa-utils
arandr
base
base-devel
betterlockscreen
bibata-cursor-theme
breeze
bspwm
btop
catppuccin-gtk-theme-mocha
cava
chatgpt-desktop-bin
chromium
digikam
discord
dmenu
dunst
efibootmgr
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc-ut
feh
firefox
fluent-icon-theme-git
fzf
git
github-desktop-bin
gnome-keyring
grub
gtk4
gvfs
gvfs-afc
kdenlive
kitty
lf
linux
linux-firmware
lxappearance
mc
mesa
mpd
nano
ncmpcpp
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
picom
polybar-git
protonvpn
pulseaudio
python-pynvim
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-speech
qt5-virtualkeyboard
qt5-wayland
qt5-webglplugin
qt5-websockets
qt5-webview
qt5ct
rate-mirrors-bin
rofi
siji-git
simplescreenrecorder
sof-firmware
sublime-text-4
sxhkd
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thumbler
thunar
thunar-volman
todo
ttf-fira-code
ttf-font-awesome
ttf-font-awesome-5
ttf-meslo-nerd-font-powerlevel10k
ttf-nerd-fonts-symbols
viewnior
vim
virtualbox
vlc
vscodium
xclip
xf86-video-intel
xf86-video-vesa
xfce-polkit
xfce4-power-manager
xfce4-screenshooter
xfce4-terminal
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zathura
zathura-djvu
zathura-pdf-mupdf
zsh
